<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="utf-8">
  <title>Kalibrierungen</title>
</head>
<body>
<h1 style="text-align: center;">Einf&uuml;hrung</h1>
<p>Willkommen im Kalibrierungsmen&uuml;. Dieses Men&uuml; soll Ihnen helfen,
schnelle und effiziente Kalibrierungen durchzuf&uuml;hren.</p>
<h2>Und warum?</h2>
<p>Die meisten Druckerprofile sollten mit den Standardeinstellungen recht gut
funktionieren, aber wenn Sie auf Probleme sto&szlig;en oder eine h&ouml;here
Qualit&auml;t erreichen wollen, m&uuml;&szlig;en Sie sicherstellen, da&szlig;
alles gut kalibriert ist. Kalibrierungen k&ouml;nnen in drei Gruppen unterteilt
werden: Drucker, Filament und Slicer.</p>
<p>Zuerst muss der Drucker kalibriert werden, dann das Filament und dann der
Slicer.</p>
<h2>Kalibrierung des Druckers</h2>
<p>Dies ist der erste Punkt, der kalibriert werden muss;. Jeder Drucker ist in
diesem Bereich anders, und Sie sollten das Handbuch Ihres Druckers lesen, um weitere
 Informationen zu erhalten.</p>
<h3>Extruder-Kalibrierung</h3>
<p>Hier gibt es keinen Men&uuml;eintrag, da er nicht durch einen Druck kalibriert
 werden kann. Sie ist nicht zwingend erforderlich, kann aber helfen, einige Probleme
 zu vermeiden. Das meiste wird im Men&uuml;punkt Durchflu&szlig;kalibrierung
 erkl&auml;rt.
</p>
<h3>Bettnivellierung</h3>
<p>Die meisten Drucker verf&uuml;gen nicht &uuml;ber eine automatische Bettnivellierung,
 und selbst die, die eine haben, m&uuml;&szlig;en mindestens einmal kalibriert werden.
  In diesen Men&uuml;s werden viele Dinge erkl&auml;rt, aber lesen Sie unbedingt die
  Dokumentation Ihres Druckers, falls es spezielle Schritte f&uuml;r Ihren Drucker gibt.
   Dieser Kalibrierungsdruck ist besonders n&uuml;tzlich, wenn Sie das Endergebnis
    &uuml;berpr&uuml;fen/verfeinern oder einfach nur &uuml;berpr&uuml;fen wollen,
    ob es sich seit dem letzten Mal nicht ver&auml;ndert hat.</p>
<p>
Es wird ein Muster aus 5 oder 9 kleinen Fl&auml;chen erstellt. Sie sollten in der
Lage sein, zu sehen, wo das Bett eben ist und wo es einige Anpassungen
 ben&ouml;tigt.
</p>
<h2>Kalibrierung des Filaments</h2>
<p>Jedes Filament hat andere Eigenschaften und muss m&ouml;glicherweise
angepa&szlig;t werden. Obwohl das Standardprofil die meiste Zeit funktionieren sollte,
kann es zu vermeidbaren Artefakten f&uuml;hren. Einige spezielle Filamente
 (z. B. metall- oder holzgef&uuml;llte) erfordern besondere Sorgfalt.</p>
<h3>Kalibrierung des Filamentflu&szlig;es</h3>
<p>Der Extruder greift in das Filament, um es herauszudr&uuml;cken, und die Art
und Weise, wie die Feder das Filament zusammendr&uuml;ckt, und um wie viel, kann den
ben&ouml;tigten Flu&szlig; ver&auml;ndern. Wenn Ihr Extruder nicht sehr gut kalibriert
ist, k&ouml;nnen Sie mit diesem Schritt diesem Problem entgegenwirken.</p>
<p>Wenn Ihr Filament einen variablen Durchme&szlig;er hat oder nicht rund ist, werden
Sie Probleme mit dem Durchflu&szlig; haben. Sie sollten Ihren Filamenthersteller
wechseln oder in einen Filamentbreitensensor investieren.</p>
<h3>Kalibrierung der Filamenttemperatur</h3>
<p>Manche Filamente brauchen mehr Hitze, um zu haften, und manche weniger, um ein zu
 starkes Auslaufen oder lose &Uuml;berh&auml;nge zu vermeiden. Diese Kalibrierung soll
 Ihnen helfen, einen guten Wert f&uuml;r die Temperatur zu finden. Sie k&ouml;nnen auch
 mehrere Versuche mit verschiedenen L&uuml;ftergeschwindigkeiten durchf&uuml;hren,
  um die beste Kombination zu finden.</p>
<h2>Kalibrierung des Slicers </h2>
<p>Diese Kalibrierungen sollen Ihnen helfen, die besten Slic3r-Einstellungen zu finden,
die gut zu Ihrer Drucker- und Filamentkombination passen.</p>
<h3>Kalibrierung des Br&uuml;ckenflu&szlig;es</h3>
<p>Br&uuml;cken sind manchmal etwas schwierig mit gutem Aussehen zu drucken.
Diese Kalibrierung hilft Ihnen, die beste Einstellung f&uuml;r den
Br&uuml;ckenflu&szlig; zu finden. Sie k&ouml;nnen auch verschiedene Werte f&uuml;r
die Geschwindigkeit des Br&uuml;ckenl&uuml;fters ausprobieren.
</p>
<h3>Kalibrierung des B&uuml;gelmusters</h3>
<p>Es ist schwierig, eine flache Oberseite zu drucken, da sie in der Mitte einer
gro&szlig;en flachen Fl&auml;che etwas abfallen kann. Diese Kalibrierung hilft Ihnen,
 die beste Einstellung zu finden, um dies zu kompensieren.</p>
<h3>Kalibrierungs-W&uuml;rfel</h3>
<p>Dieser Eintrag erm&ouml;glicht es Ihnen einen Kalibrierungsw&uuml;rfel zu
Drucken. Er ist n&uuml;tzlich, um zu sehen, ob der Druck eine gute
 Ma&szlig;haltigkeit hat. Dies kann mit den verschiedenen Einstellungen f&uuml;r
 die X-Y-Gr&ouml;&szlig;enkompensation kompensiert werden.</p>
 <h3>Califlower Kalibrierungs-Werkzeug</h3>
 <p>
  Das "Vector 3D Califlower Kalibrationswerkzeug" ist eine STL-Datei und ein Excel-Sheet,
  der Ihnen bei der Druckerkalibrierung und -pr&uuml;fung zu helfen. Enthalten ist eine
  Dokumentation in Form einer Tabellenkalkulation zur Ermittlung und Korrektur der
  Druckerskalierung und Schr&auml;glaufs.
 </p>
</body>
</html>
