<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="utf-8">
  <title>Kalibrierungsw&uuml;rfel</title>
</head>
<body>

<table width="100%">
<tbody>
<tr>
<td style="text-align: center;">
<h1>Kalibrierungsw&uuml;rfel</h1>
</td>
</tr>
<tr>
<td style="text-align: right;"><strong>
    <table><tr><td>Voraussetzung:</td>
        <td style="text-align: left;">Bettnivellierung</td>
        <td style="text-align: left;">Fluss</td>
        <td style="text-align: left;">Temperatur</td></tr>
    </table>
    </strong>
</tr>
</tbody>
</table>

<p>Auf dieser Seite k&ouml;nnen Sie den beliebten Kalibrierungsw&uuml;rfel ausdrucken. Er ist
n&uuml;tzlich, um zu sehen, ob der Drucker genau ist und um einige Einstellungen zu
kalibrieren. Als Erstes m&uuml;ssen Sie ein Ziel ausw&auml;hlen.</p>

<table width="100%">
<tbody>
<tr>
<td><img src="./cubes.png" width="750 height="520"/></td>
</tr>
<tr>
</tbody>
</table>

<h2>Ziel: Ma&szlig;haltigkeit</h2>
<p>Sie sollten zwei W&uuml;rfel mit unterschiedlichen Gr&ouml;&szlig;en drucken. Wenn die
Ma&szlig;genauigkeit mit der Gr&ouml;&szlig;e der W&uuml;rfel w&auml;chst, m&uuml;ssen die
Schritte/mm Ihrer Steppermotoren angepasst werden (Achtung: Wenn das der Fall ist, sollten Sie
auch den Durchfluss anpassen und vielleicht einige Kalibrierungen wiederholen, wenn die
Ver&auml;nderung gro&szlig; ist). Wenn er nicht skaliert, k&ouml;nnen Sie ihn korrigieren,
indem Sie die xy-Kompensation anpassen (Reiter Slicing). Mit dem Voron-W&uuml;rfel k&ouml;nnen Sie
 auch die Kalibrierung der L&ouml;cher testen, da diese oft zu klein sind. Das Loch
an der Oberseite sollte gerade so gro&szlig; sein (bei der 30-mm-Version), dass ein
Lager aufgeschoben werden kann.</p>


<h2>Ziel: F&uuml;llung / Wand&uuml;berlappung</h2>
<p>Dieser Test soll zeigen, ob das Muster der F&uuml;llung an den R&auml;ndern zu sehen
ist. Versuchen Sie, die F&uuml;llung so weit wie m&ouml;glich zu reduzieren, aber
&uuml;berpr&uuml;fe die obere F&uuml;llung, da sie Artefakte erzeugen kann, wenn sie
zu niedrig ist. Mit dem Standardw&uuml;rfel ist es besser, da Sie eine gr&ouml;&szlig;ere
obere Fl&auml;che haben.</p>


<!-- <h2>Ziel: &Uuml;berlappung des Au&szlig;enumfangs</h2>
<p>Da die &auml;u&szlig;ere Begrenzung zuletzt gedruckt wird, h&auml;ngt die
tats&auml;chliche Position von der Lage und dem Verlauf der gesamten Ebene ab. Sie
m&uuml;ssen also sicher sein, dass der Fluss perfekt ist, bevor Sie diesen Test machen.
Der Hauptunterschied besteht zwischen massiven und sp&auml;rlichen F&uuml;llschichten,
 da die massiven F&uuml;llschichten den &auml;u&szlig;eren Rand nach au&szlig;en
 dr&uuml;cken k&ouml;nnen. Wenn Sie die &Uuml;berlappung zwischen F&uuml;llung und
 Perimeter verringern, kann das helfen, diesen Effekt zu reduzieren.</p> -->

<h2>Hinweise</h2>

<p>Die Standardgr&ouml;&szlig;e des Standardw&uuml;rfels ist 20mm und die
Standardgr&ouml;&szlig;e des Voron-W&uuml;rfels ist 30mm.</p>

<p>Lizenz f&uuml;r den Voron-Kalibrierungsw&uuml;rfel: GPL V3,
 <a href="https://github.com/VoronDesign/Voron-2">hergestellt von VORONDesign</a></p>
</body>
</html>
